Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Søknaden skal sendes til European Union Intellectual Property Office (EUIPO) som holder til i Alicante, Spania.
nn: Søknaden skal sendast til European Union Intellectual Property Office (EUIPO) som held til i Alicante, Spania.

source: Tidligere varemerkelov av 1961 § 25a, og forarbeider til endringsloven som innførte bestemmelsen, var noe uklar da det i denne bestemmelsen kun ble vist til registreringsdagen.
nn: Tidlegare varemerkelov av 1961 § 25a, og forarbeid til endringslova som innførte føresegna, var noko uklar da det i denne føresegna kun blei vist til registreringsdagen.

source: Patentstyret kan for eksempel ikke legge til grunn at retten til et varemerke er oppstått på grunn av innarbeidelse med mindre dette dokumenteres.
nn: Patentstyret kan til dømes ikkje leggje til grunn at retten til eit varemerke er oppstått på grunn av innarbeiding med mindre dette blir dokumentert.

source: Etter at du har betalt saksbehandlingsgebyret innen betalingsfristen, vil vi ta kravet ditt opp til behandling i et utvalg som vurderer om din sak oppfyller lovens vilkår om fortsatt behandling til tross for fristoversittelsen.
nn: Etter at du har betalt gebyret, vil vi ta kravet ditt opp til behandling i eit utval som vurderer om di sak oppfyller vilkåra i lova om fortsatt behandling trass i fristoversitjinga.

source: Noen kan allerede ha patentert eller søkt patent-beskyttelse på samme type oppfinnelse, eller teknikken kan være kjent fra før.
nn: Nokon kan allereie ha patentert eller søkt patentvern på same type oppfinning, eller teknikken kan vere kjent frå før.

source: Tolkningen av verneomfanget av klasseoverskrifter vil derfor i fremtiden være som før:
nn: Tolkinga av verneomfanget til klasseoverskrifter vil derfor i framtida vere som før:

source: Du får en oversikt over hvilke registrerte design eller designsøknader som foreligger i Norge for en bestemt type produkt eller for et ornament til en bestemt type vare.
nn: Du får ei oversikt over kva for registrerte design eller designsøknader som finst i Noreg for ein bestemt type vare eller for eit ornament til ein bestemt type vare.

source: I tillegg må du tydelig markere hvilke opplysninger
nn: tillegg må du tydeleg markere kva for opplysingar i

source: Ved fastsetting av kostnadsansvaret må Patentstyret og Klagenemnda tenke på at administrativ overprøving skal være et enkelt og rimelig alternativ til domstolsbehandling.
nn: Ved fastsetjing av kostnadsansvaret må Patentstyret og Klagenemnda tenkje på at administrativ overprøving skal vere eit enkelt og rimeleg alternativ til domstolsbehandling.

source: Er ikke lisensen registrert i våre registre, kan en mulig konsekvens bli at konkursboet ikke trenger å ta hensyn til lisensen.
nn: Er ikkje lisensen registrert i registera våre, kan ein mogleg konsekvens bli at konkursbuet ikkje treng å ta omsyn til lisensen.

source: Ordningen er innført som et raskt, enkelt og billig alternativ til søksmål om ugyldighet ved domstolene.
nn: Ordninga er innført som eit raskt, enkelt og billig alternativ til søksmål om ugyldigheit ved domstolane.

source: Avgiftsbeløpet avhenger blant annet av hvor mange land du har valgt i søknaden og hvor mange klasser med varer og tjenester søknaden gjelder.
nn: Avgiftsbeløpet avheng blant anna av kor mange land du har vald i søknaden og kor mange klassar med varer og tenester søknaden gjeld.

source: Turen til Preikestolen ga dem mye læring.
nn: Turen til Preikestolen gav dei mykje læring.

source: Omfatter også spesialstøvler for sport, slik som for fotball, skiløping og ishockey, ortopedisk fottøy og sokker, så som strømpebukser, gamasjer og andre benbekledninger.
nn: Omfattar også spesialstøvlar for sport, slik som for fotball, skiløyping og ishockey, ortopedisk fottøy og sokkar, så som strømpebuksar, gamasjar og andre beinklede.

source: Finn alle løsninger på ideen
nn: Finn alle løysningar på ideen

source: Innledende patentsøk inneholder ikke en fullstendig nyhetsvurdering.
nn: Innleiande patentsøk inneheld ikkje ei fullstendig nyheitsvurdering.

source: For å få provisorisk vern i Norge for en europeisk patentsøknad, må du oversette patentkravene til norsk og sende oversettelsen til Patentstyret.
nn: For å få provisorisk vern i Noreg for ein europeisk patentsøknad, må du omsetje patentkrava til norsk og sende omsetjinga til Patentstyret.

source: De har den siste tiden opplevd økende aktivitet fra andre aktører rundt tilsvarende løsninger, og i noen tilfeller kopiering av teknologien.
nn: Dei har den siste tida opplevt aukande aktivitet frå andre aktørar rundt tilsvarande løysingar, og i nokre tilfelle kopiering av teknologien.

source: Hvis du har sett et interessant produkt på en messe i utlandet og produktet ikke er patentsøkt i Norge, kan du produsere og selge produktet i Norge, med mindre dette ikke strider mot annet regelverk, for eksempel markedsføringsloven.
nn: Viss du har sett eit interessant produkt på ei messe i utlandet og produktet ikkje er patentsøkt i Noreg, kan du produsere og selje produktet i Noreg, med mindre dette ikkje strir mot anna regelverk, til dømes marknadsføringslova.

source: Tord er særlig engasjert i rettsutviklingen nasjonalt og internasjonalt, og har i mange år deltatt i arbeidet med Patentstyrets halvårlige oppdateringkurs som kalles Frokostforedraget.
nn: Tord er særleg engasjert i rettsutviklinga nasjonalt og internasjonalt, og har i mange år deltatt i arbeidet med Patentstyret sitt halvårlege oppdateringkurs som kallast Frokostforedraget.

source: Benytter du en fullmektig til å representere deg overfor Patentstyret, vil kravet til aktsomhet også omfatte fullmektigen.
nn: Brukar du ein fullmektig til å representere deg overfor Patentstyret, vil kravet til aktsamheit også omfatte fullmektigen.

source: Frist for oversettelse til norsk eller engelsk
nn: Frist for omsetjing til norsk eller engelsk

source: På den måten er jeg alltid oppdatert.
nn: På den måten er eg alltid oppdatert.

source: Det er ditt ansvar å følge med på om noen gjør inngrep i dine rettigheter, og du må i så fall sette i gang tiltak.
nn: Det er ditt ansvar å følgje med på om nokon gjer inngrep i dine rettar, og du må i så fall setje i gang tiltak.

source: Målet om å være blant Europas fremste IPR-myndigheter bidrar til at vi leverer gode tjenester.
nn: Målet om å vere blant Europas fremste IPR-myndigheiter bidreg til at vi leverer gode tenester.

source: Du kan forvente første svar med vurdering av søknaden din innen
nn: Du kan forvente første svar med vurdering av søknaden din innan

source: Hvordan skrive et krav om administrativ begrensning
nn: Korleis skrive eit krav om administrativ avgrensing?

source: Det er strenge krav til hva patentsøknaden må inneholde allerede ved innlevering.
nn: Det er strengje krav til kva patentsøknaden må innehalde allereie ved innlevering.

source: Det er ikke så mange som har lykkes med få enerett til varemerker som består av lukt, smak eller berøring.
nn: Det er ikkje så mange som har lukkast med få einerett til varemerke som består av lukt, smak eller berøring.

source: Patentstyret har dermed ikke noe ansvar hvis mottaksdatoen ikke tilfredsstiller kravene til innleveringsdato.
nn: Patentstyret har dermed ikkje noko ansvar viss mottaksdatoen ikkje tilfredsstiller krava til innleveringsdato.

source: Det kan hende at du kaster bort både tid og penger på utvikling og bruk, for eksempel ved å trykke opp reklamemateriale, brevark eller lignende.
nn: Det kan hende du kastar bort både tid og pengar på utvikling og bruk, til dømes ved å trykkje opp reklamemateriale, brevark og liknande.

source: Patentstyret vil validere søknaden du har levert til WIPO før den behandles og fordeles til de landene du har valgt ut.
nn: Patentstyret vil validere søknaden du har levert til WIPO før den blir vidarebehandla og fordelt til dei landa du har valt ut.

source: Listen er ikke uttømmende og er kun veiledende.
nn: Lista er ikkje uttømmande og er kun rettleiande.

source: I 2021 satser de påå omsette for 47,2 millioner i Norden og EU.
nn: I 2021 satsar dei påå omsetje for 47,2 millionar i Norden og EU.

source: hvilke grunner kravet bygger på
nn: kva grunnar kravet byggjer på

source: Eksempler på dette kan være "linoleum", "grammofon" og "thermos" som en gang i tiden var varemerker for ulike produkter, men hvor varemerket etterhvert ble den generiske betegnelsen.
nn: Døme på dette kan vere "linoleum", "grammofon" og "thermos" som ein gong i tida var varemerke for ulike produkt, men kor varemerket etter kvart blei den generiske nemninga.

source: Men hvis patentet er meddelt på engelsk og kravet om begrensning er skrevet på engelsk, skal kommunikasjonen være på engelsk.
nn: Men viss patentet er meddelt på engelsk og kravet om avgrensing er skrive på engelsk, skal kommunikasjonen vere på engelsk.

source: Under.no kan bedrifter og organisasjoner registrert i Enhetsregisteret i Brønnøysund søke, samt privatpersoner over 18 år som er registrert i Folkeregisteret.
nn: Under.no kan bedrifter og organisasjonar registrert i Einheitsregisteret i Brønnøysund søkje, samt privatpersonar over 18 år som er registrert i Folkeregisteret.

source: «Hvis din bedrift utvikler noe unikt, må det forbli unikt!
nn: «Dersom bedrifta di utviklar noko unikt, må det bli verande unikt!

source: Da bør du ta kontakt med en advokat som er spesialist på immaterielle rettigheter.
nn: Då bør du ta kontakt med ein advokat som er spesialist på immaterielle rettar.

source: metallbearbeiding uten metallfjerning, lodding, sveising, arbeid med laser, kombinerte operasjoner, fresemaskiner, plastbearbeiding, forbehandling av stoff i plastisk form, forming og sammenføyning av plast, produksjon av spesielle gjenstander som er laget av plast, stive og fleksible rør og slanger, ulike enheter for bruk i forbindelse med rør eller rørkoblinger, beskyttelse av rør, metoder eller apparater for laminering.
nn: metallbearbeiding utan metallfjerning, lodding, sveising, arbeid med laser, kombinerte operasjonar, fresemaskiner, plastbearbeiding, forbehandling av stoff i plastisk form, forming og samanføyning av plast, produksjon av spesielle gjenstandar som er laga av plast, stive og fleksible røyr og slangar, ulike einheiter for bruk i samband med røyr eller røyrkoplingar, vern av røyr, metodar eller apparat for laminering.

source: Mattene er automatisk beskyttet gjennom Åndsverkloven, men eierne tenker at designbeskyttelse gir et enda bedre vern om noen forsøker å kopiere dem.
nn: Mattene er automatisk beskytta gjennom Åndsverklova, men eigarane tenkjer at designvern gir eit enda betre vern om nokon forsøker å kopiere dei.

source: Tenker du nytt innenfor teknikk, kan en forundersøkelse gi deg opplysninger av avgjørende betydning for planene dine.
nn: Tenkjer du nytt innanfor teknikk, kan ei forundersøking gi deg opplysingar av avgjerande tyding for planane dine.

source: Innovasjon Norge, Forskningsrådet, Siva, Design og arkitektur Norge, Brønnøysundregistrene og Patentstyret er alle deler av det vi kaller virkemiddelapparatet for økt innovasjon.
nn: Innovasjon Noreg, Forskningsrådet, Siva, Design og arkitektur Noreg, Brønnøysundregistrene og Patentstyret er alle delar av det vi kallar verkemiddelapparatet for auka innovasjon.

source: Hvorfor jobbe hos oss?
nn: Kvifor jobbe hos oss?

source: De satser på gode og trygge produkter som varer lenge, og er opptatt av å beskytte både navn og design.
nn: Dei satsar på gode og trygge produkt som varer lenge, og er opptatt av å verne både namn og design.

source: Leveringstiden hos de ulike internasjonale granskningsmynighetene varierer, men du kan normalt forvente å motta granskingsrapporten innen 3 måneder fra den internasjonale granskingsmyndigheten mottok søknadsdokumentene og kravet om ITS-gransking, eller innen 9 måneder fra søknadens prioritetsdag.
nn: Leveringstida hos dei ulike internasjonale granskningsmyndigheitene kan variere, men du kan normalt forvente å motta granskingsrapporten innan 3 månader frå den internasjonale granskingsmyndigheita mottok søknadsdokumenta og kravet om ITS-gransking, eller innan 9 månader frå søknadens prioritetsdag.

source: Ved å visualisere historiske data og bruke sanntidsinformasjon om besøkende og avfallsmengden på toalettrommene, kan driften av toalettrommene og byggene bli mer effektiv og behovsstyrt.
nn: Ved å visualisere historiske data og bruke sannetidsinformasjon om gjestane og avfallsmengda på toalettromma, kan drifta av toalettromma og bygga bli meir effektiv og behovsstyrt.

source: Både tidligere og fast ansatte har vært involvert i utviklingen, og det har skjedd gjennom oppdragsbasert utvikling og sporadisk internt arbeid.
nn: Både tidlegare og fast tilsette har vore involvert i utviklinga, og det har skjedd gjennom oppdragsbasert utvikling og sporadisk internt arbeid.

source: Deres daværende CTO har lang erfaring med IP og IP-strategi og var en svært god prosjektleder gjennom denne prosessen.
nn: Den dåverande CTOen har lang erfaring med IP og IP-strategiar og var ein svært god prosjektleiar gjennom denne prosessen.

source: 3 mnd fra brevet (Notification of Provisional Refusal based on an Ex OfficioExamination (to WIPO)) ble sendt av saksbehandler hos Patentstyret.
nn: 3 mnd frå brevet (Notification of Provisional Refusal based on an Ex OfficioExamination (to WIPO)) blei sendt av saksbehandlar hos Patentstyret.

source: Podbike har som mål å bli en ledende global produsent av lette elektriske kjøretøy og tilhørende infrastruktur med minimal miljøbelastning.
nn: Podbike har som mål å bli ein leiande global produsent av lette elektriske køyretøy og tilhøyrande infrastruktur med minimal miløbelastning.

source: Hvis du kan dokumentere enerett til oppfinnelsen, kan du advare konkurrenter om at de ikke kan kopiere eller utnytte oppfinnelsen din.
nn: Viss du kan dokumentere einerett til oppfinninga, kan du åtvare konkurrentar om at dei ikkje kan kopiere eller utnytte oppfinninga di.

source: Kravene til oppfinnelseshøyde og beskyttelsens omfang skal praktiseres strengt for å motvirke at det blir for enkelt å få patent og for at patentbeskyttelsen ikke skal strekkes for langt.
nn: Krava til oppfinningshøgd og vernet sitt omfang skal praktiserast strengt for å motverke at det blir for enkelt å få patent og for at patentvern ikkje skal strekkast for langt.

source: Fagperson er et uttrykk vi bruker i forbindelse med patent.
nn: Fagperson er eit uttrykk vi brukar i samband med patent.

source: Det er først når lukten har en spesiell og uventet relasjon til produktet at den kan oppfattes som et særpreget varemerke.
nn: Det er fyrst når lukta har ein spesiell og uventa relasjon til produktet at den kan oppfattast som eit særprega varemerke.

source: Patentstyret ønsker imidlertid å være med påå gjøre dette tilbudet kjent overfor rettighetshavere og norske bedrifter slik at virksomhetene blir klar over at tilbudet finnes.
nn: Patentstyret ønskjer likevel å vere med påå gjere dette tilbodet kjent overfor rettshavarar og norske bedrifter slik at verksemdene blir klar over at tilbodet finst.

source: Dette er i så fall rettigheter som ikke er registrert, men som oppstår samtidig som drakten blir skapt.
nn: Dette er i så fall rettar som ikkje er registrerte, men som oppstår samtidig som drakta blir skapt.

source: Fristen for å sende inn en klage til KFIR regnes fra den dagen avgjørelsen ble sendt fra Patentstyret, og er normalt to (2) måneder.
nn: Fristen for å sende inn ein klage til KFIR reknast frå den dagen avgjerda blei sendt frå Patentstyret, og er normalt to (2) månader.

source: Du kan forvente å motta en avgjørelse i saken din senest
nn: Du kan forvente å motta avgjerd i saka di seinast

source: Selskapet består i dag av fire fulltidsansatte, men skal nå utvide teamet med flere medarbeidere på sine nye kontorer på Fornebu utenfor Oslo.
nn: Selskapet består i dag av fire fulltidstilsette, men skal no utvide teamet med fleire medarbeidarar på dei nye kontora sine på Fornebu utanfor Oslo.

source: Nordisk Patentinstitutt utfører også ulike patentsøk og analyser for utenlandsk næringsliv.
nn: Nordisk Patentinstitutt utfører også ulike patentsøk og analysar for utanlandsk næringsliv.

source: Forundersøkelser fra norske foretak og aktører faller utenfor samarbeidet og skal som tidligere sendes direkte til Patentstyret for utførelse.
nn: Forundersøkingar frå norske føretak og aktørar fell utanfor samarbeidet og skal som tidlegare sendast direkte til Patentstyret for utføring.

source: Rettigheter i utlandet:
nn: Rettar i utlandet:

source: Når de formelle vilkårene i begrensningen er oppfylt vil vi sende et brev hvor vi bekrefter at vi har mottatt kravet om begrensning.
nn: Når dei formelle vilkåra i avgrensinga er oppfylde, sender vi eit brev kor vi stadfester at vi har motteke kravet om avgrensing.

source: De har startet prosessen med å få godkjenning hos Food and Drug Administration i USA, men de trenger å formalisere et system for kvalitetshåndtering før de søker.
nn: Dei har starta prosessen med å få godkjenning hos Food and Drug Administration i USA, men dei treng å formalisere eit system for kvalitetshandtering før dei søkjer.

source: Patentstyret vil kunngjøre i Norsk patenttidende at patentkrav på norsk er levert, og oversettelsen vil være tilgjengelig for alle.
nn: Patentstyret vil kunngjere i Norsk patenttidende at patentkrav på norsk er levert, og omsetjinga vil vere tilgjengeleg for alle.

source: For å få provisorisk vern i Norge for en søknad på engelsk, må du levere en oversettelse av kravene til norsk, og Patentstyret må kunngjøre at det er levert en norsk oversettelse.
nn: For å få provisorisk vern i Noreg for ein søknad på engelsk, må du levere ei omsetjing av krava til norsk, og Patentstyret må kunngjere at det er levert ei norsk omsetjing.

source: Nordisk Patentinstitutt (NPI) tilbyr søkere i Norge, Danmark, Island og Sverige en lokal, kompetent, lett tilgjengelig, fleksibel og konkurransedyktig PCT-myndighet i den internasjonale fasen.
nn: Nordisk Patentinstitutt (NPI) tilbyr søkjarar i Noreg, Danmark, Island og Sverige ei lokal, kompetent, lett tilgjengeleg, fleksibel og konkurransedyktig PCT-myndigheit i den internasjonale fasen.

source: Det kan også være slik at det er flere med samme varemerkerettigheter som deg i andre land og i andre bransjer, så det er ikke sikkert en domeneinnehaver som har "tatt" ditt varemerke snylter på deg og ditt renommé.
nn: Det kan også vere slik at det er fleire med same varemerkerettar som deg i andre land og i andre bransjar, så det er ikkje sikkert ein domeneinnehavar som har "tatt" varemerket ditt snylter på deg og ditt renommé.

source: Dokumentasjon som kun viser bruk eller innarbeidelse i utlandet vil normalt ikke være tilstrekkelig.
nn: Dokumentasjon som berre viser bruk eller innarbeiding i utlandet vil normalt ikkje vere tilstrekkeleg.

source: Registreringen gir ikke enerett til en idé eller teknisk funksjon
nn: Registreringa gir ikkje einerett til ein idé eller teknisk funksjon

source: Bjarte gikk på en helt annen måte, følte seg trygg og opplevde mestringsfølelse.
nn: Bjarte gjekk på ein heilt annan måte, kjende seg trygg og opplevde meistringskjensle.

source: Undersøkelsen gjøres av saksbehandlere som har de aktuelle tekniske fagområdene som spesialfelt.
nn: Undersøkinga gjerast av saksbehandlarar som har dei aktuelle tekniske fagområda som spesialfelt.

source: Uten beskyttelse er det nytteløst å forsøke å hindre dette.»
nn: Utan vern er det nyttelaust å forsøke å hindre dette.»

source: For åndsverklovens øvrige godkjenningsordninger, som gjelder oppkreving og fordeling av tilleggsvederlag, vederlag for offentlig fremføring og overføring til allmennheten av lydopptak og følgerettsvederlag, er Kulturdepartementet godkjenningsorgan.
nn: For dei andre godkjenningsordningane i åndsverklova som gjeld innkrevjing og fordeling av tilleggsvederlag, vederlag for offentleg framføring og overføring til publikum av lydopptak og følgjerettsvederlag, er Kulturdepartementet godkjenningsorgan.

source: «Vi vil bli en global aktør innenfor simuleringsbasert opplæring, og velger derfor å beskytte varemerket internasjonalt.»
nn: «Vi vil bli ein global aktør innanfor simuleringsbasert opplæring, og vel derfor å verne varemerket internasjonalt.»

source: Har søkeren av en nasjonal varemerkeregistrering benyttet fullmektig og Patentstyret ikke har mottatt dokumentasjon for fullmaktsforholdet når søknaden er klar til registrering, vil varemerket bli registrert og kunngjort uten fullmektig.
nn: Har søkjaren av ei nasjonal varemerkeregistrering brukt fullmektig og Patentstyret ikkje har motteke dokumentasjon for fullmaktsforholdet når søknaden er klar til registrering, vil varemerket bli registrert og kunngjort utan fullmektig.

source: sivilingeniør fra Washington State University, og en doktorgrad i geofysikk fra Universitetet i Köln, Tyskland.
nn: sivilingeniør frå Washington State University, og ein doktorgrad i geofysikk frå Universitetet i Köln, Tyskland.

source: Hun har hovedsakelig jobbet med oppdrag innen prosessutvikling av kraftverk fra konvensjonelle og fornybare energikilder og innen karbonfangst-teknologier.
nn: Ho har hovudsakleg jobba med oppdrag innan prosessutvikling av kraftverk frå konvensjonelle og fornybare energikildar og innan karbonfangst-teknologiar.

source: Fornyet vurdering av søknaden
nn: Fornya vurdering av søknaden

source: Vi sender deg en faktura for innbetaling av klagegebyr.
nn: Vi sender deg ein faktura for innbetaling av klagegebyr.

source: Hvis en patenthaver har gitt eksklusive lisenser til flere ulike personer som ikke vet om hverandre, kan det oppstå spørsmål om hvem som egentlig har lisensrettighetene til patentet.
nn: Viss ein patenthavar har gjeve eksklusive lisensar til fleire ulike personar som ikkje veit om kvarandre, kan det oppstå spørsmål om kven som eigentleg har lisensrettane til patentet.

source: Utviklingen av teknologien og selskapet har vært finansiert av eksterne investorer, Statoil, ConocoPhillips og de ansatte, med solid støtte fra Forskningsrådet og Innovasjon Norge.
nn: Utviklinga av teknologien og selskapet har vore finansiert av eksterne investorar, Statoil, ConocoPhillips og dei tilsette, med solid støtte frå Forskingsrådet og Innovasjon Noreg.

source: Forretningsmodellen er basert på teknologioverføring til partnere som vil bruke deres teknologi i sine produkter.
nn: Forretningsmodellen er basert på teknologioverføring til partnarar som vil bruke deira teknologi i sine produkt.

source: Vi har jobbet hardt med merkevarebygging og posisjonering, og via formspråk og farger har vi klart å skille oss ut og etablere et gjenkjennbart uttrykk», sier daglig leder Kristoffer Evang.
nn: Vi har jobba hardt med merkevarebygging og posisjonering, og via formspråk og fargar har vi klart å skilje oss ut og etablere eit gjenkjennbart uttrykk», seier dagleg leier Kristoffer Evang.

source: Da kan man få en enkel lønn i ett år for å jobbe med ideen eller prosjektet.
nn: Då kan ein få ei enkel løn i eitt år for å jobbe med ideen eller prosjektet.

source: Har du behov for profesjonell rådgivning?
nn: Har du behov for profesjonell rådgjeving?

source: Da betaler du en valideringsavgift og årsavgifter til det enkelte landet.
nn: Då betaler du ei valideringsavgift og årsavgifter til dei einskilde landet.

source: De tok kontakt med både små, unge, men dyktige og kreative designbyråer, og store, solide aktører med bred erfaring og portefølje.
nn: Dei tok kontakt både med små, unge, men dyktige og kreative designbyrå, og med store, solide aktørar med brei erfaring og portefølje.
